Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=221_art_id=268.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Čáhci
smj: Åhpav: Tjáhtje

source: Vuolggahusgohččun
smj: Rájadusgåhttjom

source: Jesus loaiddastii sin ovdii ja sártnui sidjiide:
smj: Gulldalup mijá Hærrá Jesus Kristusa gåhttjomav ájlis gástadusá birra:

source: Munnje lea addojuvvonbuot fápmu almmis ja eatnama alde.
smj: Munji le gájkka fábmo almen ja ednamin vatteduvvam.

source: Vulget dan dihtii ja dahket buot álbmogiid máhttájeaddjin,
smj: Mannit dan diehti gájkajt álmmugijt åhpadisålmmån dagátjit:

source: gásttašettiin sin Áhči ja Bártni ja Bassi Vuoiŋŋa nammii
smj: gástadattijn sijáv Áhtje ja Bárne ja Ájlis Vuojŋŋanisá namán

source: ja oahpahettiin sin doallat buot dan maid mun lean gohččun din doallat.
smj: ja åhpadihtit sijáv gájkka mujsta vaddem budájt anodit.

source: Ja gehččet, mun lean dinguin buot beiiid gitta dálá máilmmi loahpa rádjái.
smj: Ja mån lev dijá lunna gájkajt biejvijt gitta værálda nåhkåmij.
